[
    {
        "id": 3294,
        "price": "4.3211",
        "description": "The Genesis Homes is the first collection released by ZTX. Each of the 4,000 unique NFTs is a fully immersive and customizable in-game asset and grants membership to one of four District sub-DAOs of the ZTX community. Find your home in ZTX!"
    },
    {
        "id": 3295,
        "price": "1.0023",
        "description": "Introducing The Genesis Homes, ZTX's premier collection. Each of the 4,000 distinctive NFTs offers a fully immersive and customizable experience, doubling as an in-game asset. Ownership includes exclusive membership to one of the four District sub-DAOs within the ZTX community. Discover your place in ZTX!"
    },
    {
        "id": 3296,
        "price": "2.0000",
        "description": "Explore The Genesis Homes: ZTX's inaugural NFT collection. These 4,000 unique NFTs aren't just collectibles—they're gateways to a customizable, immersive in-game world, providing membership to one of ZTX's four District sub-DAOs. Secure your spot in the ZTX community today!"
    },
    {
        "id": 3297,
        "price": "8.9841",
        "description": "Welcome to The Genesis Homes, the original NFT series launched by ZTX. With 4,000 unique, customizable in-game assets available, each NFT serves as your passport to one of our exclusive District sub-DAOs. Join the ZTX community and stake your claim!"
    },
    {
        "id": 3298,
        "price": "41.1324",
        "description": "Discover The Genesis Homes, ZTX's groundbreaking NFT collection. This series features 4,000 unique, customizable NFTs that not only enhance your gaming experience but also grant you membership in one of our four prestigious District sub-DAOs. Make ZTX your new home!"
    },
    {
        "id": 3299,
        "price": "99.9989",
        "description": "Step into The Genesis Homes, the foundational NFT collection from ZTX, offering 4,000 unique and customizable in-game assets. Each NFT comes with the privilege of joining one of the ZTX community’s four District sub-DAOs. Find your home and your community at ZTX."
    }
]